Repository: kareem1099/Tammeny-complete-APP
Catalog: tamenny_app-main/lib/l10n/intl_*.arb
Languages: ar

source: Welcome to the TAMENNY
ar: مرحبًا بك في TAMENNY

# yourMindfulMentalHealthAICompanion
source: Your mindful mental health AI companion for everyone, anywhere 🍃
ar: رفيقك الذكي للصحة العقلية المدروس للجميع، في أي مكان 🍃

source: Get Started
ar: ابدأ الآن

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Sign in
ar: تسجيل الدخول

source: Step One
ar: الخطوة الأولى

source: Step Three
ar: الخطوة الثالثة

source: Step Two
ar: الخطوة الثانية

# aiResults
source: AI-Driven Results, Personalized Care
ar: نتائج مدفوعة بالذكاء الاصطناعي، رعاية مخصصة

# healthInsights
source: Accurate Health Insights, Just For You
ar: رؤى صحية دقيقة، فقط لك

# connectGrow
source: Connect, Share, And Grow Together.
ar: اتصل، شارك، وكن جزءًا من النمو معًا.

source: Create Account
ar: إنشاء حساب

source: Full Name
ar: الاسم الكامل

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

# agreeLogging
source: By logging in, you agree to
ar: بتسجيل الدخول، فإنك توافق على

source: Privacy Policy
ar: سياسة الخصوصية

# termsAndConditions
source: Terms & Conditions
ar: الشروط والأحكام

source: and
ar: و

source: Welcome Back
ar: مرحبًا بعودتك

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

# noAccount
source: Don’t have an account?
ar: ليس لديك حساب؟

source: Create one
ar: إنشاء حساب

source: Login
ar: تسجيل الدخول

source: Or sign in with
ar: أو قم بتسجيل الدخول باستخدام

source: Profile
ar: الملف الشخصي

source: Account
ar: الحساب

source: Change Password
ar: تغيير كلمة المرور

source: Preference
ar: التفضيلات

source: FAQ
ar: الأسئلة الشائعة

source: Privacy Center
ar: مركز الخصوصية

source: Dark Mode
ar: الوضع الداكن

source: Language
ar: اللغة

source: Help
ar: المساعدة

source: Sign out
ar: تسجيل الخروج

source: Profile Data
ar: بيانات الملف الشخصي

source: Choose language
ar: أختار لغه

source: Nearby Doctors
ar: الأطباء القريبون

source: Call Doctor
ar: اتصل بالطبيب

# tamennyChatbotDescription
source: Tamenny Chatbot helps you with preliminary healthcare advice. Here is what you can do with it:
ar: يساعدك روبوت تامني في الحصول على نصائح صحية أولية. إليك ما يمكنك القيام به:

source: Today
ar: اليوم

source: Mark all as read
ar: تمييز الكل كمقروء

# commentAdded
source: Comment has been added
ar: تم إضافة التعليق

source: Post your reply...
ar: انشر ردك...

# commentsTitle
source: Comments
ar: التعليقات

# noCommentsText
source: There is No Comment
ar: لا يوجد تعليقات

# askHealthQuestions
source: Ask questions about your health conditions.
ar: اطرح أسئلة حول حالتك الصحية.

# getRecommendations
source: Get recommendations on your next steps.
ar: احصل على توصيات حول الخطوات التالية.

# learnHealthTopics
source: Learn about health-related topics with ease.
ar: تعلم مواضيع متعلقة بالصحة بسهولة.

# howToUseChatbot
source: How to Use the Chatbot:
ar: كيفية استخدام الروبوت:

# stepOneChatBot
source: 1. Tap the "Start Chatting" button below.\n
ar: 1. اضغط على زر "ابدأ الدردشة" أدناه.

# stepTwoChatBot
source: 2. Ask any question related to your health.\n
ar: 2. اطرح أي سؤال يتعلق بصحتك.

# stepThreeChatBot
source: 3. Get instant, AI-powered responses customized for you.
ar: 3. احصل على ردود فورية مدعومة بالذكاء الاصطناعي مخصصة لك.

source: Start Chatting
ar: ابدأ الدردشة

source: Send message...
ar: أرسل رسالة...

source: Meet Tamenny AI Chatbot
ar: تعرف على روبوت Tamenny الذكي

source: Hi
ar: مرحبا

source: Post now
ar: انشر الآن

# postSuccessMessage
source: Posted successfully!
ar: تم النشر بنجاح!

# addPostHintText
source: What's on your mind?
ar: ما الذي يدور في ذهنك؟

source: How are you Today?
ar: كيف حالك اليوم؟

source: Search
ar: بحث

source: Health Scan Categories
ar: فئات الفحص الصحي

source: Read more
ar: اقرأ المزيد

source: Health Tips for You
ar: نصائح صحية لك

# drinkWaterDaily
source: Drink plenty of water daily for better health.
ar: اشرب الكثير من الماء يوميًا لصحة أفضل.

# getEnoughSleep
source: Get 7–8 hours of sleep each night to stay energized.
ar: احصل على 7-8 ساعات نوم كل ليلة لتحافظ على نشاطك.

# takeShortWalks
source: Take short walks to boost your mood and circulation.
ar: قم بالمشي القصير لتحسين مزاجك ودورتك الدموية.

# eatFruitsVeggies
source: Eat more fruits and veggies for a stronger immune system.
ar: تناول المزيد من الفواكه والخضروات لتعزيز جهاز المناعة.

# stretchDaily
source: Stretch daily to improve flexibility and reduce stress.
ar: قم بالتمدد يوميًا لتحسين المرونة وتقليل التوتر.

source: Latest Medical News
ar: آخر الأخبار الطبية

# limitScreenTime
source: Limit screen time to protect your eyes and mental health.
ar: قلل وقت الشاشة لحماية عينيك وصحتك النفسية.

source: Your Recent Insights
ar: آخر فحوصاتك

# aiPoweredHealthInsights
source: Get AI-powered preliminary health insights and advice
ar: احصل على رؤى ونصائح صحية أولية مدعومة بالذكاء الاصطناعي

source: Start New Scan
ar: ابدأ فحصًا جديدًا

source: Doctors
ar: الأطباء

source: Notification
ar: الإشعارات

source: Public
ar: العامه

source: NEW
ar: جديد

source: Scan Analysis Completed
ar: اكتمل تحليل الفحص

# scanAnalysisMessage
source: Your lung scan has been successfully analyzed. No major issues were detected. We recommend regular check-ups to stay informed about your health.
ar: تم تحليل فحص الرئة الخاص بك بنجاح. لم يتم اكتشاف أية مشكلات كبيرة. نوصي بإجراء فحوصات منتظمة للبقاء على اطلاع بصحتك.

# hoursShort
source: h
ar: س

source: Knee OA
ar: خشونة الركبة

source: Lung Cancer
ar: سرطان الرئة

source: Heart
ar: القلب

source: Brain Cancer
ar: سرطان الدماغ

# scan_heart_title
source: Heart Disease Analysis
ar: تحليل أمراض القلب

# scan_heart_message
source: Our AI will analyze your heart scan, detect potential cardiovascular risks, and suggest preventive or corrective measures.
ar: سيقوم الذكاء الاصطناعي الخاص بنا بتحليل فحص القلب، واكتشاف المخاطر القلبية المحتملة، واقتراح التدابير الوقائية أو التصحيحية.

# scan_lung_title
source: Lung Cancer
ar: سرطان الرئة

# scan_lung_message
source: Our AI will highlight issues, detect early-stage lung conditions like COPD, and provide guidance on the next steps.
ar: سيقوم الذكاء الاصطناعي بتسليط الضوء على المشكلات، واكتشاف الحالات الرئوية المبكرة مثل مرض الانسداد الرئوي المزمن (COPD)، وتقديم إرشادات للخطوات التالية.

# scan_brain_title
source: Brain Cancer
ar: سرطان الدماغ

# scan_brain_message
source: Our AI will examine your brain scan, identify signs of abnormal growth or tumors, and assist you with expert-backed next steps.
ar: سيقوم الذكاء الاصطناعي بفحص صورة دماغك، والتعرف على علامات النمو غير الطبيعي أو الأورام، ومساعدتك في اتخاذ الخطوات التالية المعتمدة من الخبراء.

# scan_knee_title
source: Knee Osteoarthritis (OA)
ar: التهاب مفصل الركبة (الفُصال العظمي)

# scan_knee_message
source: Our AI will assess your knee joint, detect signs of osteoarthritis or degeneration, and offer recommendations to manage symptoms early.
ar: سيقوم الذكاء الاصطناعي بتقييم مفصل ركبتك، واكتشاف علامات الفُصال العظمي أو التدهور، وتقديم توصيات لإدارة الأعراض في وقت مبكر.

# upload_scan_description
source: Upload your ${scan.analysisType} scan and let Tamenny assist with a trusted AI-based analysis.
ar: قم برفع فحص ${scan.analysisType} الخاص بك ودع تمني يساعدك بتحليل موثوق يعتمد على الذكاء الاصطناعي.

# upload_scan_title
source: Upload Your Scan
ar: ارفع الفحص

# upload_scan_instruction
source: Select and upload a clear image of your ${scan.analysisType} X-ray or CT scan to begin the analysis.
ar: اختر وارفع صورة واضحة لأشعة ${scan.analysisType} (X-ray أو CT) لبدء التحليل.

# ai_analysis_title
source: AI Analysis
ar: تحليل الذكاء الاصطناعي

# ai_analysis_description
source: Tamenny’s AI will analyze your scan and deliver results in just a few minutes.
ar: سيقوم الذكاء الاصطناعي من تمني بتحليل الفحص وتقديم النتائج خلال دقائق.

# get_results_title
source: Get Results & Next Steps
ar: النتائج والخطوات التالية

source: Proceed to Upload
ar: المتابعة إلى الرفع

# upload_prompt_description
source: Tap to upload your file! Let’s help you analyze your health data and provide insights.
ar: اضغط لتحميل ملفك! دعنا نساعدك في تحليل بياناتك الصحية وتقديم رؤى مفيدة.

# upload_prompt_button
source: Upload File
ar: تحميل الملف

# upload_scan_prompt
source: Tap to upload your scan
ar: اضغط لتحميل فحصك

# status_processed
source: Processed
ar: تمت المعالجة

# select_image_prompt
source: Please select an image to proceed
ar: يرجى اختيار صورة للمتابعة

# why_choose_tamenny_title
source: Why Choose Tamenny for Your Scan Analysis?
ar: لماذا تختار تمني لتحليل فحوصاتك؟

# why_choose_tamenny_reason_1
source: Trusted AI-powered analysis with high accuracy.
ar: تحليل موثوق مدعوم بالذكاء الاصطناعي وبدقة عالية.

# why_choose_tamenny_reason_2
source: Get results in minutes, saving time and effort.
ar: احصل على النتائج خلال دقائق، مما يوفر الوقت والجهد.

# why_choose_tamenny_reason_3
source: Guidance on next steps to manage your lung health.
ar: إرشادات للخطوات التالية من أجل إدارة صحة رئتيك.

source: Cancel
ar: إلغاء

source: OK
ar: حسناً

source: Confirm Sign Out
ar: تأكيد تسجيل الخروج

# signOutPrompt
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Error
ar: خطأ

# signOutFailed
source: Failed to sign out. Please try again.
ar: فشل في تسجيل الخروج. حاول مرة أخرى.

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Update Password
ar: تحديث كلمة المرور

# passwordMismatchError
source: The new password and confirmation do not match. Please try again.
ar: كلمة المرور الجديدة وتأكيدها غير متطابقين. يرجى المحاولة مرة أخرى.

source: Profile picture updated
ar: تم تحديث صورة الملف الشخصي

source: Edit
ar: تعديل

# nameHint
source: Name
ar: الاسم

# emailHint
source: Email
ar: البريد الإلكتروني

# profileInfoDescription
source: When you set up your personal information settings, you should take care to provide accurate information.
ar: عند إعداد إعدادات معلوماتك الشخصية، يجب الحرص على تقديم معلومات دقيقة.

source: Save
ar: حفظ

# chooseNewAvatarError
source: Please choose a new avatar first
ar: يرجى اختيار صورة جديدة أولاً

source: Cancelled
ar: تم الإلغاء

# privacyCenterTitle
source: Privacy Center
ar: مركز الخصوصية

# faqTitle
source: FAQ
ar: الأسئلة الشائعة

# privacyMattersTitle
source: Your Privacy Matters
ar: خصوصيتك تهمنا

# privacyIntroText
source: At Tamenny, your privacy is one of our top priorities. We are committed to protecting your personal information and ensuring that you always remain in control of your data. This Privacy Center is designed to help you understand what we collect, how we use it, and the choices you have.
ar: في تمنّي، تعتبر خصوصيتك من أولوياتنا. نحن ملتزمون بحماية معلوماتك الشخصية وضمان بقائك دائمًا متحكمًا في بياناتك. تم تصميم مركز الخصوصية هذا لمساعدتك على فهم ما نقوم بجمعه وكيف نستخدمه والخيارات المتاحة لك.

# whatWeCollectTitle
source: What We Collect
ar: ما نقوم بجمعه

# whatWeCollectItem1
source: Preferred language (Arabic / English)
ar: اللغة المفضلة (العربية / الإنجليزية)

# whatWeCollectItem2
source: Display settings (Dark Mode / Light Mode)
ar: إعدادات العرض (الوضع الداكن / الوضع الفاتح)

# whatWeCollectItem3
source: General usage data (anonymous and non-identifiable)
ar: بيانات الاستخدام العامة (بشكل مجهول وغير قابل للتعريف)

# noSensitiveDataNote
source: We do not collect any sensitive personal data.
ar: لا نقوم بجمع أي بيانات شخصية حساسة.

# howWeUseDataTitle
source: How We Use Your Data
ar: كيفية استخدام بياناتك

# howWeUseDataItem1
source: Personalize your app experience
ar: تخصيص تجربة التطبيق الخاصة بك

# howWeUseDataItem2
source: Remember your preferences
ar: تذكّر تفضيلاتك

# howWeUseDataItem3
source: Improve app performance and reliability
ar: تحسين أداء التطبيق وموثوقيته

# noAdsOrSellingNote
source: Your data is never used for advertising purposes or sold to third parties.
ar: لا يتم استخدام بياناتك لأغراض إعلانية أو بيعها لأطراف ثالثة.

# thirdPartyServicesTitle
source: Third-Party Services
ar: الخدمات الخارجية

# thirdPartyServicesDescription
source: Tamenny may use trusted third-party services (such as Firebase or analytics tools) to help us understand app usage and improve functionality. These services process data anonymously and securely.
ar: قد يستخدم تمنّي خدمات طرف ثالث موثوقة (مثل Firebase أو أدوات التحليل) لمساعدتنا على فهم استخدام التطبيق وتحسين الوظائف. تتم معالجة هذه البيانات بشكل مجهول وآمن.

# yourControlsTitle
source: Your Controls
ar: التحكم الخاص بك

# yourControlsItem1
source: Change your language
ar: تغيير اللغة

# yourControlsItem2
source: Toggle Dark Mode on or off
ar: تفعيل أو تعطيل الوضع الداكن

# yourControlsItem3
source: Review app permissions
ar: مراجعة أذونات التطبيق

# transparencyNote
source: We believe in transparency and give you the tools to adjust your experience at any time.
ar: نحن نؤمن بالشفافية ونوفر لك الأدوات لتعديل تجربتك في أي وقت.

# contactUsTitle
source: 📩 Contact Us
ar: 📩 تواصل معنا

# contactUsDescription
source: If you have any questions or concerns about your privacy, please contact us at: support@tamenny.app
ar: إذا كانت لديك أي أسئلة أو استفسارات بخصوص الخصوصية، يرجى التواصل معنا على: support@tamenny.app

# faqQ1
source: What is Tamenny?
ar: ما هو Tamenny؟

# faqA1
source: Tamenny is a healthcare app designed to provide an initial assessment of your health condition using AI...
ar: Tamenny هو تطبيق صحي يستخدم الذكاء الاصطناعي لتقديم تقييم أولي لحالتك الصحية، لمساعدتك في اتخاذ قرارات مدروسة قبل زيارة الطبيب. يهدف إلى توفير الوقت والمال من خلال تقديم تشخيص أولي دقيق.

# faqQ2
source: How does Tamenny help with my health concerns?
ar: كيف يساعدني Tamenny في مخاوفي الصحية؟

# faqA2
source: Tamenny uses AI to assess symptoms and guide your next steps before visiting a doctor...
ar: يستخدم Tamenny الذكاء الاصطناعي لتحليل الأعراض وتقديم إرشادات حول الخطوات التالية المناسبة قبل زيارة الطبيب، مما يوفر لك الوقت ويقلل القلق.

# faqQ3
source: Is Tamenny's diagnosis as accurate as a doctor’s diagnosis?
ar: هل تشخيص Tamenny دقيق مثل تشخيص الطبيب؟

# faqA3
source: Tamenny offers a preliminary AI-based diagnosis, but it's not a substitute for a professional medical consultation...
ar: يقدم Tamenny تشخيصًا أوليًا يستند إلى الذكاء الاصطناعي، لكنه لا يغني عن استشارة الطبيب المختص للحصول على تقييم نهائي ودقيق.

# faqQ4
source: Can I trust the results provided by Tamenny?
ar: هل يمكنني الوثوق بنتائج Tamenny؟

# faqA4
source: Tamenny provides reliable AI-based assessments but always advises professional follow-up...
ar: يوفر Tamenny نتائج موثوقة بناءً على الذكاء الاصطناعي، لكنه دائمًا ينصح باتباع استشارة طبية للحصول على رأي نهائي.

# faqQ5
source: How much does it cost to use Tamenny?
ar: كم تكلفة استخدام Tamenny؟

# faqA5
source: Tamenny offers its core services for free. Additional features may require a subscription...
ar: الخدمات الأساسية في Tamenny مجانية. قد تتطلب بعض الميزات الإضافية اشتراكًا مدفوعًا.

# faqQ6
source: How does Tamenny protect my data?
ar: كيف يحمي Tamenny بياناتي؟

# faqA6
source: Tamenny uses industry-standard security measures to ensure your data is stored and transmitted securely...
ar: يستخدم Tamenny تقنيات أمان متقدمة لحماية بياناتك وتشفيرها أثناء التخزين والنقل لضمان خصوصيتك.

# faqQ7
source: Can I share my assessment with others?
ar: هل يمكنني مشاركة تقييمي مع الآخرين؟

# faqA7
source: Yes, you can share your assessment results with healthcare providers or trusted contacts...
ar: نعم، يمكنك مشاركة نتائج التقييم الخاصة بك مع مقدمي الرعاية الصحية أو من تثق بهم بسهولة.

# faqQ8
source: Who can use Tamenny?
ar: من يمكنه استخدام Tamenny؟

# faqA8
source: Tamenny is designed for users of all ages, but children should use it under parental supervision...
ar: Tamenny مناسب لجميع الأعمار، ولكن يُنصح باستخدامه للأطفال تحت إشراف الأهل أو الأوصياء.

# faqQ9
source: Can I use Tamenny if I have a pre-existing condition?
ar: هل يمكنني استخدام Tamenny إذا كنت أعاني من حالة صحية مزمنة؟

# faqA9
source: Yes, but always consult with a healthcare provider for personalized medical advice...
ar: نعم، يمكنك استخدام Tamenny، ولكن دائمًا يُنصح باستشارة طبيب مختص لحالتك الخاصة.

# profileDataTitle
source: Profile Data
ar: بيانات الملف الشخصي

source: $days ago
ar: منذ $days

source: $hours ago
ar: منذ $hours

source: minutes ago
ar: منذ دقائق

source: 2 NEW
ar: 2 جديد

source: AI Analysis
ar: تحليل الذكاء الاصطناعي

source: AI in action! Tamenny is analyzing your data to provide a personalized assessment. Sit tight!
ar: الذكاء الاصطناعي قيد التنفيذ! يقوم تميني بتحليل بياناتك لتقديم تقييم مخصص. انتظر قليلاً!

source: App Updates
ar: تحديثات التطبيق

source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: At Tamenny, your privacy is one of our top priorities. We are committed to protecting your personal information and ensuring that you always remain in control of your data. This Privacy Center is designed to help you understand what we collect, how we use it, and the choices you have.
ar: في تميني، خصوصيتك هي إحدى أولوياتنا القصوى. نحن ملتزمون بحماية معلوماتك الشخصية وضمان بقائك دائمًا مسيطرًا على بياناتك. تم تصميم هذا المركز الخصوصي لمساعدتك في فهم ما نقوم بجمعه وكيف نستخدمه والخيارات المتاحة لك.

source: At our app, we take the security of your information seriously.
ar: في تطبيقنا، نأخذ أمان معلوماتك على محمل الجد.

source: Can I share my assessment with others?
ar: هل يمكنني مشاركة تقييمي مع الآخرين؟

source: Can I trust the results provided by Tamenny?
ar: هل يمكنني الثقة في النتائج المقدمة من تميني؟

source: Can I use Tamenny if I have a pre-existing condition?
ar: هل يمكنني استخدام تميني إذا كان لدي حالة صحية موجودة مسبقًا؟

source: Cancel
ar: إلغاء

source: Change Password
ar: تغيير كلمة المرور

source: Check your email for the reset link.
ar: تحقق من بريدك الإلكتروني للحصول على رابط إعادة تعيين كلمة المرور.

source: Circle
ar: الدائرة

source: Clear All History
ar: مسح كل السجل

source: Comment has been added
ar: تم إضافة تعليق

source: Comments
ar: تعليقات

source: Completed
ar: مكتمل

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Consulting with a pulmonologist is advised for a thorough evaluation and personalized treatment strategies.
ar: من المستحسن استشارة طبيب رئة لتقييم شامل واستراتيجيات علاج مخصصة.

source: Contact Support
ar: اتصل بالدعم

source: Continue your periodic health check-ups.
ar: استمر في فحوصاتك الصحية الدورية.

source: Could not launch $phone
ar: لم يتمكن من تشغيل $phone

source: Current Password
ar: كلمة المرور الحالية

source: Dark Mode
ar: الوضع المظلم

source: Dental
ar: طب الأسنان

source: Diagnosed Condition: Potential Early-Stage Chronic Obstructive Pulmonary Disease (COPD)
ar: الحالة المشخصة: مرض الانسداد الرئوي المزمن المحتمل في مراحله المبكرة (COPD)

source: Diagnosis Summary
ar: ملخص التشخيص

source: Doctors
ar: الأطباء

source: Email or Phone Number
ar: البريد الإلكتروني أو رقم الهاتف

source: Error: ${state.message}
ar: خطأ: ${state.message}

source: FAQ
ar: الأسئلة الشائعة

source: Failed to sign in with Google. Please try again.
ar: فشل تسجيل الدخول باستخدام جوجل. الرجاء المحاولة مرة أخرى.

source: Forgot Password
ar: نسيت كلمة المرور

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: General usage data (anonymous and non-identifiable)
ar: بيانات الاستخدام العامة (مجهولة الهوية وغير قابلة للتحديد)

source: Get Results & Next Steps
ar: احصل على النتائج والخطوات التالية

source: Get Started
ar: ابدأ

source: Get results in minutes, saving time and effort.
ar: احصل على النتائج في دقائق، مما يوفر الوقت والجهد.

source: Good health starts with awareness. Thanks for letting Tamenny help you take that step!
ar: الصحة الجيدة تبدأ بالوعي. شكرًا لأنك سمحت لتميني بمساعدتك في اتخاذ تلك الخطوة!

source: Guidance on next steps to manage your lung health.
ar: إرشادات حول الخطوات التالية لإدارة صحة رئتيك.

source: Heart Disease Analysis
ar: تحليل أمراض القلب

source: How We Use Your Data
ar: كيف نستخدم بياناتك

source: How does Tamenny help with my health concerns?
ar: كيف يساعدني تميني في التعامل مع مشاكلي الصحية؟

source: How does Tamenny protect my data?
ar: كيف يحمي تميني بياناتي؟

source: How much does it cost to use Tamenny?
ar: كم يكلف استخدام تميني؟

source: If you have any questions or concerns about your privacy, please contact us at:\n\nsupport@tamenny.app
ar: إذا كان لديك أي أسئلة أو استفسارات بشأن خصوصيتك، يرجى الاتصال بنا عبر:\n\nsupport@tamenny.app

source: Improve app performance and reliability
ar: تحسين أداء التطبيق وموثوقيته

source: Is Tamenny\
ar: هل تميني\

source: Keep doing regular light exercises.
ar: استمر في ممارسة التمارين الخفيفة بانتظام.

source: Knee Osteoarthritis (OA)
ar: الفصال العظمي للركبة (OA)

source: Language
ar: اللغة

source: Lung Disease Analysis
ar: تحليل أمراض الرئة

source: Maintain a healthy diet.
ar: حافظ على نظام غذائي صحي.

source: Mark all as read
ar: علامة جميع كمقروءة

source: Medical News
ar: الأخبار الطبية

source: Need Help?
ar: هل تحتاج مساعدة؟

source: New Password
ar: كلمة المرور الجديدة

source: No health issues were detected in this scan.
ar: لم يتم اكتشاف أي مشكلات صحية في هذا الفحص.

source: No results yet. Start typing...
ar: لا توجد نتائج بعد. ابدأ الكتابة...

source: Notification
ar: إشعار

source: Notification from Tamenny
ar: إشعار من تميني

source: Or sign in with
ar: أو سجل الدخول باستخدام

source: Our AI will analyze your heart scan, detect potential cardiovascular risks, and suggest preventive or corrective measures.
ar: سيقوم الذكاء الاصطناعي بتحليل فحص قلبك، واكتشاف المخاطر المحتملة للأمراض القلبية، واقتراح تدابير وقائية أو تصحيحية.

source: Our AI will assess your knee joint, detect signs of osteoarthritis or degeneration, and offer recommendations to manage symptoms early.
ar: سيقوم الذكاء الاصطناعي بتقييم مفصل الركبة، واكتشاف علامات الفصال العظمي أو التنكس، وتقديم توصيات لإدارة الأعراض في وقت مبكر.

source: Our AI will examine your brain scan, identify signs of abnormal growth or tumors, and assist you with expert-backed next steps.
ar: سيقوم الذكاء الاصطناعي بفحص أشعة دماغك، واكتشاف علامات النمو غير الطبيعي أو الأورام، ومساعدتك في الخطوات التالية المدعومة من الخبراء.

source: Our AI will highlight issues, detect early-stage lung conditions like COPD, and provide guidance on the next steps.
ar: سيقوم الذكاء الاصطناعي بتسليط الضوء على المشاكل، واكتشاف الحالات الرئوية المبكرة مثل مرض الانسداد الرئوي المزمن (COPD)، وتقديم إرشادات حول الخطوات التالية.

source: PREFERENCE
ar: التفضيلات

source: Personal information
ar: المعلومات الشخصية

source: Personalize your app experience
ar: شخصّن تجربة تطبيقك

source: Please choose a new avatar first
ar: يرجى اختيار صورة رمزية جديدة أولاً

source: Please select an image to proceed
ar: يرجى اختيار صورة للمتابعة

source: Post now
ar: انشر الآن

source: Post your reply...
ar: انشر ردك...

source: Posted successfully!
ar: تم النشر بنجاح!

source: Preventive Tips
ar: نصائح وقائية

source: Preview Your Scan
ar: معاينة الفحص الخاص بك

source: Privacy Center
ar: مركز الخصوصية

source: Proceed to Upload
ar: الاستمرار في التحميل

source: Processed
ar: تم معالجته

source: Processing
ar: قيد المعالجة

source: Profile Data
ar: بيانات الملف الشخصي

source: Public
ar: عام

source: Recent Search
ar: البحث الأخير

source: Recommended Next Steps
ar: الخطوات التالية الموصى بها

source: Remember your preferences
ar: تذكر تفضيلاتك

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Result: $status
ar: النتيجة: $status

source: Review app permissions
ar: مراجعة أذونات التطبيق

source: Save
ar: حفظ

source: Scan
ar: فحص

source: Scan ${index + 1}
ar: الفحص ${index + 1}

source: Scan Analysis Completed
ar: تم اكتمال تحليل الفحص

source: Scan Analysis Results
ar: نتائج تحليل الفحص

source: Scan Result
ar: نتيجة الفحص

source: Select and upload a clear image of your ${scan.analysisType} X-ray or CT scan to begin the analysis.
ar: حدد وقم بتحميل صورة واضحة لأشعة X أو الفحص المقطعي للـ ${scan.analysisType} لبدء التحليل.

source: Share Results in Circle
ar: مشاركة النتائج في الدائرة
