Repository: kareem1099/Tammeny-complete-APP
Catalog: tamenny_app-main/lib/l10n/intl_*.arb
Languages: ar

source: Show Results
ar: عرض النتائج

source: Something happened
ar: حدث شيء ما

source: Sound
ar: صوت

source: Status: Normal
ar: الحالة: طبيعية

source: Tamenny
ar: تميني

source: Tamenny is a healthcare app designed to provide an initial assessment of your health condition using AI, helping you make informed decisions before visiting a doctor. It aims to save you time and money by offering an accurate preliminary diagnosis.
ar: تميني هو تطبيق صحي مصمم لتقديم تقييم أولي لحالتك الصحية باستخدام الذكاء الاصطناعي، مما يساعدك على اتخاذ قرارات مستنيرة قبل زيارة الطبيب. يهدف إلى توفير الوقت والمال من خلال تقديم تشخيص أولي دقيق.

source: Tamenny may use trusted third-party services (such as Firebase or analytics tools) to help us understand app usage and improve functionality. These services process data anonymously and securely.
ar: قد يستخدم تميني خدمات طرف ثالث موثوقة (مثل Firebase أو أدوات التحليل) لمساعدتنا في فهم استخدام التطبيق وتحسين وظيفته. هذه الخدمات تعالج البيانات بشكل مجهول وآمن.

source: Tamenny’s AI will analyze your scan and deliver results in just a few minutes.
ar: سيقوم الذكاء الاصطناعي في تميني بتحليل فحصك وتقديم النتائج في بضع دقائق.
